import { ContainerDelivery, Text, Title } from './Delivery.styled';

const Delivery = () => {
  return (
    <ContainerDelivery>
      <Title>Доставка</Title>
      <Text>
        Специально для мужчин, страдающих от излишней жирности кожного покрова головы, а также ее
        чрезмерной чувствительности, сопровождающейся зудом и раздражениями косметологи известного
        итальянского бренда профессиональной косметики Barba Italiana создали средство, которое
        поможет избавится от этих неприятностей — воду морскую очищающую янтарную для кожи головы
        Barba Italiana Muran 02.
        <br />
        <br /> Она обладает приятным освежающим ароматом, без труда наносится на кожу и быстро
        впитывается. Обогащенная экстрактом фукуса пузырчатого, гидрогенизированным касторовым
        маслом и другими активными компонентами прекрасно очищает и подсушивает эпидермис,
        способствует нормализации функций сальных желез, а также оказывае противовоспалительное,
        дезинфицирующие и успокаивающее действия, устраняя ощущение дискомфорта.
      </Text>
    </ContainerDelivery>
  );
};

export default Delivery;
